docs/vocabulary_development/auto-generated/md/definition-files/DataTransmission.md
```mermaid
classDiagram
DWISNoun <|-- Telemetry
Telemetry <|-- DownHoleTelemetry
DownHoleTelemetry <|-- MudPulseTelemetry
DownHoleTelemetry <|-- ElectromagneticTelemetry
DownHoleTelemetry <|-- WiredPipeTelemetry
Telemetry <|-- TopSideTelemetry
```
