docs/vocabulary_development/dotfiles/DataTransmission.dot
strict digraph  {
DownHoleTelemetry;
Telemetry;
MudPulseTelemetry;
DDHubNode;
WiredPipeTelemetry;
TopSideTelemetry;
DownHoleTelemetry -> Telemetry  [label=SUBCLASS_OF];
Telemetry -> DDHubNode  [label=SUBCLASS_OF];
MudPulseTelemetry -> DownHoleTelemetry  [label=SUBCLASS_OF];
WiredPipeTelemetry -> DownHoleTelemetry  [label=SUBCLASS_OF];
TopSideTelemetry -> Telemetry  [label=SUBCLASS_OF];
}
